// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Настройки Bluetooth";

NoNameTitle = "Поле имени устройства пусто";
NoNameMsg = "Укажите имя устройства.";

NoGetTitle = "Не удалось получить настройки";
NoGetMsg = "Убедитесь, что принтер находится в рабочем режиме и подключен.";

NoResetTitle = "Не удалось сбросить настройки доступа к устройству";
NoResetMsg = "Убедитесь, что принтер находится в рабочем режиме и подключен.";

NoChangePinTitle = "Не удалось изменить PIN-код";
NoChangePinMsg = "Убедитесь, что принтер находится в рабочем режиме и подключен.";

OkTitle = "ОК";
CancelTitle = "Отмена";

ResetTitle = "Сбросить настройки доступа к устройству";
ResetMsg = "Нажмите кнопку \"ОК\", чтобы очистить имеющийся на устройстве печати список всех ранее подключавшихся устройств. Нажмите кнопку \"Отмена\", чтобы пропустить функцию сброса.";

DefaultLanguage = "Сохранить текущие настройки";

0Language = "Упрощенный китайский - Китай";
1Language = "Традиционный китайский - Гонконг";
2Language = "Традиционный китайский - Тайвань";
3Language = "Японский";
4Language = "Корейский";
5Language = "Латинский (другие)";

DeviceTitle = "Устройство";
AddressTitle = "Адрес:";
NameTitle = "Имя:";
AccessTitle = "Доступ";
ChangePINCodeTitle = "Изменение PIN-кода";
ChangePINCodeButton = "Изменение PIN-кода…";
ModeTitle = "Режим";
PrivateModeTitle = "Частный режим";
PublicModeTitle = "Общий режим";
EncryptionRequiredTitle = "Требуется шифрование";
DefaultFontSettingTitle = "Настройка шрифта по умолчанию:";
ApplyNowTitle = "Применить";

EnternewPINcodeTitle = "Введите новый PIN-код:";
ConfirmnewPINcodeTitle = "Подтвердите новый PIN-код:";

MissingCardLabel = "Подключите внешний адаптер Bluetooth или включите внутренний интерфейс Bluetooth на устройстве.";
